Repository: common-repository/napps
Catalog: lang/napps-*.po
Languages: pt_pt

source: - In Google Play
pt_pt: - Na Play Store

source: - On the App Store
pt_pt: - Na App Store

source: in order to be able to ship to your destination
pt_pt: para poder enviar para o seu destino

source: items in your cart in order to be able to ship to your destination
pt_pt: itens para poderes ter mais opções de envio.

source: Close
pt_pt: Fechar

source: Credential is valid
pt_pt: Credenciais válidas

source: Email provided does not exist
pt_pt: O email não existe

source: Flat rate Cart
pt_pt: Taxa fixa carrinho

source: FREE
pt_pt: Grátis

source: Friday
pt_pt: Sexta-feira

source: Getting started button
pt_pt: Iniciar

source: Getting started description
pt_pt: A Napps é uma plataforma que permite a criação de mobile apps nativa para lojas e-commerce, por um baixo preço, em tempo recorde e sem necessidade de programação.

source: Getting started title
pt_pt: Cria a tua mobile app

source: Go Dashboard Button
pt_pt: Dashboard

source: Go Dashboard Description
pt_pt: A Napps é uma plataforma que permite a criação de mobile apps nativa para lojas e-commerce, por um baixo preço, em tempo recorde e sem necessidade de programação.

source: Go Dashboard Title
pt_pt: Cria a tua mobile app

source: JWT is not configurated properly.
pt_pt: JWT não está configurado.

source: Lets you charge a fixed rate for shipping with cart requirements
pt_pt: Permite cobrar uma taxa fixa para envios com requisitos do carrinho

source: Minimum cart items / amount
pt_pt: Itens/valor mínimo do carrinho

source: Monday
pt_pt: Segunda-feira

source: Not defined
pt_pt: Não definido

source: Number of items in cart
pt_pt: Número de itens no carrinho

source: Order from mobile app
pt_pt: Encomenda aplicação móvel

source: Order x days before shipping day
pt_pt: Encomendar x dias antes do dia de envio

source: Plugin to complement the napps E-commerce solution. More on https://napps.io
pt_pt: Plugin para complementar a solução napps e-commerce. Mais em https://napps.io

source: Requires
pt_pt: Requer

source: Saturday
pt_pt: Sábado

source: Select the day of the week that you ship your orders, so we can inform the customer when the order is expected to ship
pt_pt: Selecione o dia da semana em que você envia os seus pedidos, para que possamos informar o cliente quando o pedido é previsto ser enviado

source: Settings
pt_pt: Opções

source: Shipping day of the week
pt_pt: Dia de envio da semana

source: Something went wrong
pt_pt: Algo correu mal

source: Sunday
pt_pt: Domingo

source: This is display on checkout page for the client, use %day% (current day) or %weekday% (ex: Saturday) to display shipping day
pt_pt: Isso é exibido na página de checkout para o cliente, use %day% (dia atual) ou %weekday% (ex: sábado) para exibir o dia de envio

source: Thursday
pt_pt: Quinta-feira

source: Total amount (€) in cart
pt_pt: Valor total (€) no carrinho

source: Tuesday
pt_pt: Terça-feira

source: Users need to have x (amount of items in cart / amount in cart) to use this shipping method
pt_pt: Os clientes precisam ter x (quantidade de itens no carrinho / valor total do carrinho) para usar este método de envio

source: Users need to order x number of days before shipping day in order to recieve the order this week, otherwise the order will be ship on the next week
pt_pt: Os clientes precisam fazer o pedido x número de dias antes do dia de envio para receber o pedido esta semana, caso contrário, o pedido será enviado na próxima semana

source: VIEW
pt_pt: Ver

source: Wednesday
pt_pt: Quarta-feira

source: You must provide a valid email
pt_pt: Você deve inserir um e-mail valido

source: You need at least
pt_pt: O teu carrinho necessita de pelo menos

source: Your cart sub-total must be at least
pt_pt: O subtotal do seu carrinho deve ser pelo menos
